Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Workers will be able to either request a follow-up conversation with their manager or challenge their review with the line manager above their manager reviewer (LM+1). When the challenge process is enabled, the overall performance widget must be included in the template; otherwise you will not be able to save the review template.
de_de: Die Mitarbeiter:innen können entweder ein Folgegespräch mit ihrer Führungskraft anfragen oder ihre Bewertung bei der/dem übergeordneten Vorgesetzten (LM+1) anfechten. Wenn der Einspruchsprozess aktiviert ist, muss das Gesamtleistungs-Widget in die Vorlage aufgenommen werden; andernfalls können Sie die Bewertungsvorlage nicht speichern.

source: Enable challenge process
de_de: Anfechtungsprozess aktivieren

source: A comment box will be included for workers to fill in as part of the completion process.
de_de: Ein Kommentarfeld wird als Teil des Abschlussprozesses für die Mitarbeiter:innen enthalten sein.

source: Include a comment box for the sign-off processes
de_de: Kommentarfeld für die Abmeldeprozesse hinzufügen

source: Activates an additional validation step where the review is forwarded to a higher-level manager (LM+1) for final approval after the worker and their line manager have completed the review process.
de_de: Aktiviert einen zusätzlichen Validierungsschritt, bei dem die Bewertung an eine Führungskraft der höheren Ebene (LM+1) zur endgültigen Genehmigung weitergeleitet wird, nachdem der/die Mitarbeiter:in und deren Vorgesetzte:r den Beurteilungsprozess abgeschlossen haben.

source: Enable final validation step
de_de: Letzten Validierungsschritt aktivieren

source: Managers will be able to edit their ratings and comments during the moderation stage. Disable this setting if you want to keep reviews frozen in read-only mode during moderation.
de_de: Führungskräfte können ihre Bewertungen und Kommentare während der Moderationsphase bearbeiten. Deaktivieren Sie diese Einstellung, wenn Sie möchten, dass die Bewertungen während der Moderation im schreibgeschützten Modus eingefroren bleiben.

source: Manager can edit their inputs during HR-led moderation
de_de: Führungskräfte können ihre Eingaben während der von HR geleiteten Moderation bearbeiten.

source: Calibration led by the HR with manager participation
de_de: Kalibrierung unter HR-Leitung mit Beteiligung der Führungskraft

source: In the next step, the minimum number of direct reports required for a calibration session per manager should be specified. Managers will then be able to conduct the moderation. The process will continue with HR, who can make adjustments and advance the review to the next stage.
de_de: Im nächsten Schritt sollte die Mindestanzahl an direkten Berichten festgelegt werden, die für eine Kalibrierungssitzung pro Führungskraft erforderlich sind. Führungskräfte können dann die Moderation durchführen. Der Prozess wird mit der HR-Abteilung fortgesetzt, die Anpassungen vornehmen und die Bewertung in die nächste Phase überführen kann.

source: Closed calibration led by HR only
de_de: Geschlossene Kalibrierung nur durch HR

source: Hard stop is enabled. The manager will not be able to complete the moderation stage or move the process forward through the review form. Instead, the professional review role will manage the process via the HR portal.
de_de: Hardstop ist aktiviert. Die Führungskraft kann die Moderationsphase nicht abschließen oder den Prozess über das Beurteilungsformular vorantreiben. Stattdessen wird die professionelle Bewerterrolle den Prozess über das HR-Portal verwalten.

source: Enable moderation
de_de: Moderation aktivieren

source: HR-led process
de_de: HR-geführter Prozess

source: Managers will not be able to complete the moderation stage or move the process forward via the review form. The professional review role will manage the process via the portal.
de_de: Führungskräfte können die Moderationsphase nicht abschließen oder den Prozess über das Beurteilungsformular vorantreiben. Die professionelle Bewerterrolle wird den Prozess über das Portal verwalten.

source: Moderation led by the manager
de_de: Von Führungskraft geführte Moderation

source: Managers will be able to complete the moderation process and advance the review process to the next stage via the review form. The professional review role will still have access to monitor, manage and intervene if necessary via the portal.
de_de: Führungskräfte können den Moderationsprozess abschließen und den Beurteilungsprozess über das Beurteilungsformular in die nächste Phase überführen. Die professionelle Bewerterrolle hat weiterhin Zugriff über das Portal, um zu überwachen, zu verwalten und bei Bedarf einzugreifen.

source: A moderation stage will be added to the review process workflow.
de_de: Eine Moderationsstufe wird dem Beurteilungsprozess-Workflow hinzugefügt.

source: Moderation stage
de_de: Moderationsphase

source: Define the visibility of your performance review.
de_de: Definieren Sie die Sichtbarkeit Ihrer Leistungsbeurteilung.

source: Select the populations relevant for this template.
de_de: Wählen Sie die für diese Vorlage relevanten Populationen aus.

source: Select population
de_de: Bevölkerung auswählen

source: The review will be published and made visible to the worker after the manager submit their review. beqom recommends that you use the conversation and publication results stage. Please note that this setting cannot be changed after the review form is published.
de_de: Die Beurteilung wird veröffentlicht und für Mitarbeiter:innen sichtbar, nachdem die Führungskraft ihre Beurteilung eingereicht hat. beqom empfiehlt, die Phase der Gesprächs- und Veröffentlichungsergebnisse zu nutzen. Bitte beachten Sie, dass diese Einstellung nach der Veröffentlichung des Beurteilungsformulars nicht mehr geändert werden kann.

source: Skip the "Conversation & publication" results stage
de_de: Phase „Gespräch & Veröffentlichung“ der Ergebnisse überspringen

source: "Conversation & publication" stages
de_de: Phasen „Gespräch & Veröffentlichung“

source: Local owners
de_de: Lokale Eigentümer

source: Select owners
de_de: Eigentümer:innen auswählen

source: Review owners
de_de: Beurteilungsinhaber:innen

source: Add review owners
de_de: Eigentümer:in der Beurteilung hinzufügen

source: Select the stages of the review
de_de: Wählen Sie die Phasen der Beurteilung aus

source: Configure review stages
de_de: Beurteilungsphasen konfigurieren

source: To customize steps, uncheck the template in the "Performance review details" step.
de_de: Um Schritte anzupassen, deaktivieren Sie die Vorlage im Schritt "Details zur Leistungsbeurteilung".

source: The review timeline is based on the Goal setting template.
de_de: Der Zeitplan der Beurteilung basiert auf der Vorlage für die Zielsetzung.

source: Only managers are required to provide input. Workers will not be able to view the questions or respond to them.
de_de: Nur Manager:innen sind verpflichtet, eine Rückmeldung zu geben. Mitarbeiter:innen können die Fragen nicht einsehen oder darauf antworten.

source: Skip worker self-assessment
de_de: Mitarbeiter:innen-Selbsteinschätzung überspringen

source: When you publish the review, it will then be assigned to the workers who are eligible for performance review and who have a line manager within the selected population. To include individual workers, simply search for their name. The system will disregard the workers' eligibility to the review. You can still include more workers to participate after the review is published.
de_de: Wenn Sie die Beurteilung veröffentlichen, wird sie den Mitarbeiter:innen zugewiesen, die für die Leistungsbeurteilung berechtigt sind und eine:n Vorgesetzte:n innerhalb der ausgewählten Zielgruppe haben. Um einzelne Mitarbeiter:innen einzubeziehen, suchen Sie einfach nach ihrem Namen. Das System ignoriert die Berechtigung der Mitarbeiter:innen für die Beurteilung. Sie können auch nach der Veröffentlichung der Beurteilung noch weitere Mitarbeiter:innen einbeziehen.

source: Search for people or organizational units
de_de: Suchen Sie nach Personen oder Organisationseinheiten

source: Assign to workers
de_de: Mitarbeiter:innen zuweisen

source: Choose a default language
de_de: Wählen Sie eine Standardsprache

source: Enter an overview of the performance review
de_de: Geben Sie eine Übersicht über die Leistungsbeurteilung ein

source: Enable the "Suggested agenda" widget for workers and managers
de_de: Aktivieren Sie das Widget „Vorgeschlagene Tagesordnung“ für Mitarbeiter:innen und Führungskräfte.

source: Basic Information
de_de: Grundlegende Informationen

source: Performance review details
de_de: Details zur Leistungsbeurteilung

source: Language preference
de_de: Sprachpräferenz

source: Review type
de_de: Beurteilungstyp

source: Select the review type
de_de: Wählen Sie den Beurteilungstyp aus

source: Suggested agenda
de_de: Vorgeschlagene Tagesordnung

source: Title
de_de: Titel

source: Enter a title for the performance review
de_de: Geben Sie einen Titel für die Leistungsbeurteilung ein

source: Send performance review PDF to Documents
de_de: Leistungsbeurteilungs-PDF an Dokumente senden

source: Review period is different from goal period
de_de: Beurteilungszeitraum weicht von Zielzeitraum ab

source: This is a read-only field. It won't affect any of the goal period settings.
de_de: Dies ist ein schreibgeschütztes Feld. Es hat keine Auswirkungen auf die Zielzeitraumeinstellungen.

source: Review period to be displayed
de_de: Anzuzeigender Beurteilungszeitraum

source: All the goals that were created with a due date or a deliverable date within the specified goal period will be included in the performance review.
de_de: Alle Ziele, die mit einem Fälligkeitsdatum oder einem Liefertermin innerhalb des festgelegten Zielzeitraums erstellt wurden, werden in die Leistungsbeurteilung einbezogen.

source: Goal period
de_de: Zielzeitraum

source: Hide the goal period from the review form
de_de: Zielzeitraum im Beurteilungsformular ausblenden

source: Review periods
de_de: Beurteilungszeiträume

source: Based on the chosen stages
de_de: Basierend auf den gewählten Phasen

source: Preview of the performance review timeline
de_de: Vorschau der Zeitleiste zur Leistungsbeurteilung anzeigen

source: Organizational units:
de_de: Organisationseinheiten:

source: You cannot disable "Overall Performance" because the "Challenge process" setting is enabled for this review.
de_de: Sie können „Gesamtleistung“ nicht deaktivieren, da für diese Beurteilung die Einstellung „Anfechtungsprozess“ aktiviert ist.

source: Owners:
de_de: Eigentümer:in:

source: Reopen
de_de: Erneut öffnen

source: Your changes may have an impact on the completed process. Avoid making changes to any field that affects the template layout and workflows. Are you sure you want to proceed?
de_de: Ihre Änderungen können Auswirkungen auf den abgeschlossenen Prozess haben. Vermeiden Sie Änderungen an Feldern, die das Vorlagenlayout und die Workflows beeinflussen. Sind Sie sicher, dass Sie fortfahren möchten?

source: Reopen review
de_de: Beurteilung erneut öffnen

source: Review type:
de_de: Beurteilungstyp:

source: Your review template was successfully saved.
de_de: Ihre Leistungsbeurteilungsvorlage wurde erfolgreich gespeichert.

source: Are you sure you want to publish this review?
de_de: Sind Sie sicher, dass Sie diese Beurteilung veröffentlichen möchten?

source: Publish changes
de_de: Änderungen veröffentlichen

source: Your review template was successfully published.
de_de: Ihre Beurteilungsvorlage wurde erfolgreich veröffentlicht.

source: Additional manager can see the worker's self-review
de_de: Zusätzliche Führungskraft kann die Selbsteinschätzung von Mitarbeiter:innen sehen.

source: Answer type
de_de: Antworttyp

source: Allow additional managers to be invited
de_de: Erlauben, dass zusätzliche Führungskräfte eingeladen werden

source: Enable behaviors
de_de: Verhalten aktivieren

source: Enable overall performance
de_de: Gesamtleistung aktivieren

source: Enable useful information for self-reviews and manager reviews
de_de: Nützliche Informationen für Selbsteinschätzungen und Führungskraftbeurteilungen aktivieren

source: Mandatory comment
de_de: Obligatorischer Kommentar

source: Mandatory rating
de_de: Obligatorische Bewertung

source: Limit for additional managers
de_de: Limit für zusätzliche Führungskräfte

source: Comment only
de_de: Nur Kommentar

source: Rating only
de_de: Nur Bewertung

source: Rating and comment
de_de: Bewertung und Kommentar

source: Enable rating for each behavior
de_de: Bewertung für jedes Verhalten aktivieren

source: Enable rating for each goal
de_de: Bewertung für jedes Ziel aktivieren

source: All rating scales
de_de: Alle Bewertungsskalen

source: Rating scales
de_de: Bewertungsskalen

source: Selected scale preview
de_de: Ausgewählte Skalenansicht

source: No translation found. Please contact your system administrator to correct this issue.
de_de: Keine Übersetzung gefunden. Bitte wenden Sie sich an Ihren Systemadministrator, um dieses Problem zu beheben.

source: Enable overall rating for behaviors
de_de: Gesamtbewertung für Verhalten aktivieren

source: Enable overall rating for goals
de_de: Gesamtbewertung für Ziele aktivieren

source: Rating scale
de_de: Bewertungsskala

source: Select an option
de_de: Wählen Sie eine Option

source: Select scale
de_de: Skala auswählen

source: Additional review
de_de: Zusätzliche Beurteilung

source: Configurations
de_de: Konfigurationen

source: Manager review
de_de: Führungskraftbeurteilung

source: Start date:
de_de: Startdatum:

source: Closed
de_de: Geschlossen

source: End-of-year review
de_de: Jahresendbeurteilung

source: Interim review 1
de_de: Zwischenbeurteilung 1

source: Mid-year review
de_de: Zwischenbeurteilung

source: Enable the transfer of reviews
de_de: Übertragung von Beurteilungen aktivieren

source: Performance reviews between a worker and their previous manager which have not been started or are in progress will be transferred to the new manager. The previous manager will no longer see the review after its transfer.
de_de: Leistungsbeurteilungen zwischen Mitarbeiter:innen und deren vorheriger Führungskraft, die noch nicht begonnen wurden oder in Bearbeitung sind, werden an die neue Führungskraft übertragen. Die vorherige Führungskraft wird die Beurteilung nach der Übertragung nicht mehr sehen.

source: Allow line managers to reassign a review to another user
de_de: Erlauben Sie Führungskräften, eine Beurteilung einem/r anderen Benutzer:in neu zuzuweisen

source: The reassigned reviewer will see the reassigned review in their list and will be able to complete the worker's review. The reassigned reviewer will see all worker-related data (goals, feedback, etc.) visible in the review, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full review process with the worker. If they reassign the review mid-process, their content will not be visible.
de_de: Neu zugewiesene Bewerter werden die neu zugewiesene Beurteilung in einer Liste sehen und in der Lage sein, die Beurteilung von Mitarbeiter:innen abzuschließen. Neu zugewiesene Bewerter werden alle mitarbeiterbezogenen Daten (Ziele, Feedback usw.) sehen, die in der Bewertung sichtbar sind, genauso wie direkte Vorgesetzte. Bitte beachten Sie, dass die Neuzuweisung bedeutet, dass der/die neu zugewiesene Bewerter:in den gesamten Beurteilungsprozess mit dem/der Mitarbeiter:in abschließen wird. Wenn sie die Beurteilung während des Prozesses neu zuweisen, wird ihr Inhalt nicht sichtbar sein.

source: Enable visibility of unsubmitted content from a previous review owner
de_de: Sichtbarkeit von nicht eingereichtem Inhalt eines vorherigen Beurteilungseigentümer:ins aktivieren

source: Your changes were successfully saved.
de_de: Ihre Änderungen wurden erfolgreich gespeichert.

source: Sensitive Content
de_de: Sensible Inhalte

source: A smart search for specific words that are considered unprofessional or deemed sensitive in your organization will be performed. A standard set of words is provided, but the list of words can be customized after activating the settings below, using the “Update sensitive word list” button.
de_de: Es wird eine intelligente Suche nach bestimmten Wörtern durchgeführt, die in Ihrer Organisation als unprofessionell oder sensibel gelten. Ein Standardsatz von Wörtern wird bereitgestellt, aber die Liste der Wörter kann angepasst werden, nachdem Sie die unten stehenden Einstellungen aktiviert haben, indem Sie die Schaltfläche „Liste der sensiblen Wörter aktualisieren“ verwenden.

source: Enable sensitive content filtering
de_de: Filterung sensibler Inhalte aktivieren

source: The sensitive filter for reviews will be available in the “Manage reviews” section of the performance review template. Sensitive words will be highlighted when viewing the review. In addition, paragraphs containing sensitive content will be specifically accessible by clicking on the sensitive filter icon next to the view review icon.
de_de: Der Filter für sensible Wörter in Beurteilungen wird im Abschnitt „Beurteilungen verwalten“ der Leistungsbeurteilungsvorlage verfügbar sein. Sensible Wörter werden hervorgehoben, wenn die Bewertung angezeigt wird. Darüber hinaus sind Absätze mit sensiblem Inhalt speziell zugänglich, indem Sie auf das Symbol für den sensiblen Filter neben dem Symbol „Beurteilung anzeigen“ klicken.

source: Enable for reviews
de_de: Für Beurteilungen aktivieren

source: Sensitive content settings
de_de: Einstellungen für sensible Inhalte

source: This is a standard security feature of an application; it is recommended to keep it enabled.
de_de: Dies ist eine standardmäßige Sicherheitsfunktion einer Anwendung; es wird empfohlen, sie aktiviert zu lassen.

source: Session timeout
de_de: Sitzungs-Timeout

source: Disable
de_de: Deaktivieren

source: Keep enabled
de_de: Aktiviert lassen

source: Specify how many minutes a session can stay idle before automatic termination (1 to 1440 minutes). If the user doesn’t refresh or request a page within this time, the session will end.
de_de: Geben Sie an, wie viele Minuten eine Sitzung inaktiv bleiben kann, bevor sie automatisch beendet wird (1 bis 1440 Minuten). Wenn ein:e Benutzer:in in dieser Zeit keine Seite aktualisiert oder anfordert, endet die Sitzung.

source: Enable session timeout
de_de: Sitzungs-Timeout aktivieren

source: In minutes; between {{min}} and {{max}}.
de_de: In Minuten; zwischen {{min}} und {{max}}.

source: Duration of inactivity before timeout
de_de: Dauer der Inaktivität vor dem Timeout

source: Cultural Settings
de_de: Kulturelle Einstellungen

source: Setup
de_de: Einrichtung

source: Smart features
de_de: Intelligente Funktionen

source: No snapshots yet.
de_de: Noch keine Schnappschüsse vorhanden.

source: Stock
de_de: Aktie

source: Enable stock nomination
de_de: Aktiennominierung aktivieren

source: Stock settings
de_de: Aktieneinstellungen

source: Time zone
de_de: Zeitzone

source: Specify whether you want to apply user local time in case your users are spread across multiple time zones. If you want to use the default company time zone for all users, leave this option disabled.
de_de: Geben Sie an, ob Sie die lokale Zeit des/der Benutzer:in anwenden möchten, falls Ihre Benutzer:innen über mehrere Zeitzonen verteilt sind. Wenn Sie die Standardzeitzone des Unternehmens für alle Benutzer:innen verwenden möchten, lassen Sie diese Option deaktiviert.

source: User local time
de_de: Lokale Zeit des/der Benutzer:in

source: Local time
de_de: Ortszeit

source: Select the default country and the default time zone for your company.
de_de: Wählen Sie das Standardland und die Standardzeitzone für Ihr Unternehmen aus.

source: User administration
de_de: Benutzerverwaltung

source: Approval of data privacy statements
de_de: Zustimmung zu den Datenschutzerklärungen

source: Approval date
de_de: Genehmigungsdatum

source: Rejection date
de_de: Ablehnungsdatum

source: Approved
de_de: Genehmigt

source: Rejected
de_de: Abgelehnt

source: Worker details - {{name}}
de_de: Mitarbeiterdetails - {{name}}

source: Add mailing address
de_de: Postanschrift hinzufügen

source: Add instant messaging address
de_de: Instant-Messaging-Adresse hinzufügen

source: Add phone number
de_de: Telefonnummer hinzufügen

source: Cost center
de_de: Kostenstelle

source: Example: Accounting.
de_de: Beispiel: Buchhaltung.

source: Department within the business to which costs related to this user will be allocated.
de_de: Abteilung innerhalb des Unternehmens, der die mit diesem/r Benutzer:in verbundenen Kosten zugewiesen werden.

source: Display name
de_de: Anzeigename

source: Example: Barbara (Babs) Jane Jensen.
de_de: Beispiel: Barbara (Babs) Jana Jensen.

source: Name of the user as it will be displayed to end-users.
de_de: Name des/der Benutzer:in, wie er Endbenutzer:innen angezeigt wird.

source: Email address
de_de: E-Mail-Adresse

source: Example: email@domain.com
de_de: Beispiel: email@domain.com

source: The email address must be a unique value and have a correct email format such as "@email.com".
de_de: Die E-Mail-Adresse muss ein eindeutiger Wert sein und ein korrektes E-Mail-Format wie „@email.com“ haben.

source: First name
de_de: Vorname

source: Example: Barbara.
de_de: Beispiel: Barbara.

source: Given name of the user.
de_de: Vorname des/der Benutzer:in.

source: Formatted name
de_de: Formatierter Name

source: Example: Ms. Barbara (Babs) Jane Jensen, III.
de_de: Beispiel: Frau Barbara (Babs) Jana Jensen, III.

source: Full name of the user, including all middle names, nicknames, prefixes and suffixes, if any, formatted for display.
de_de: Vollständiger Name des/der Benutzer:in, einschließlich aller Mittelnamen, Spitznamen, Präfixe und Suffixe, falls vorhanden, zur Anzeige formatiert.

source: Honorific prefix
de_de: Ehrentitel

source: Example: Ms.
de_de: Beispiel: Frau

source: Honorific prefix or title of the user.
de_de: Ehrentitel oder Anrede des/der Benutzer:in.

source: Honorific suffix
de_de: Ehrentitelsuffix

source: Example: III.
de_de: Beispiel: III.

source: Honorific suffix of the user.
de_de: Ehrentitelsuffix des/der Benutzer:in.

source: Enter worker external ID
de_de: Externe Mitarbeiter:innen-ID eingeben

source: Unique identifier of this worker/user. We recommend you reference the worker/user ID from your source HR system. This identifier can be any combination of alphanumerical characters, and cannot contain special characters.
de_de: Eindeutige Kennung dieser/s Mitarbeiter:in/Benutzer:in. Wir empfehlen, die Mitarbeiter:innen-/Benutzer:innen-ID aus Ihrem HR-System zu verwenden. Diese Kennung kann eine beliebige Kombination aus alphanumerischen Zeichen sein und darf keine Sonderzeichen enthalten.

source: Job title
de_de: Berufsbezeichnung

source: Example: HR Director.
de_de: Beispiel: Personalleiter.

source: Job title of the user.
de_de: Berufsbezeichnung des/der Benutzer:in.

source: Last name
de_de: Nachname

source: Example: Jensen.
de_de: Beispiel: Jensen.

source: Family name of the user.
de_de: Familienname des/der Benutzer:in.

source: Instant messaging address
de_de: Instant-Messaging-Adresse

source: Enter an address
de_de: Geben Sie eine Adresse ein

source: Typically, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" or "Other".
de_de: Typischerweise „AIM“, „Google Chat“, „ICQ“, „XMPP“, „MSN“, „Skype“, „QQ“, „Yahoo“ oder „Andere“.

source: Instant messaging address of the user.
de_de: Instant-Messaging-Adresse des/der Benutzer:in.

source: Middle name
de_de: Zweiter Vorname

source: Example: Jane.
de_de: Beispiel: Jana.

source: Middle name of the user.
de_de: Zweiter Vorname des/der Benutzer:in.

source: Nickname
de_de: Spitzname
